/* No comment provided by engineer. */
"%@ : %d day left" = "%1$@ : %2$d day left";

/* No comment provided by engineer. */
"%@ : %d days left" = "%1$@ : %2$d days left";

/* No comment provided by engineer. */
"%@ : EXPIRED" = "%@ : EXPIRED";

/* No comment provided by engineer. */
"%@ and %@" = "%1$@ and %2$@";

/* No comment provided by engineer. */
"%@ has been added to your 'Don't notify' list" = "%@ has been added to your 'Don't notify' list";

/* No comment provided by engineer. */
"%@ has been using more than %g%% CPU for over %d seconds." = "%1$@ has been using more than %2$g%% CPU for over %3$d seconds.";

/* No comment provided by engineer. */
"%@ is a background-only application. That means that it is designed to work while it runs behind the scenes. You can try AutoStop to see what the effects are, but it may prevent %@ from performing all of its intended functions." = "%1$@ is a background-only application. That means that it is designed to work while it runs behind the scenes. You can try AutoStop to see what the effects are, but it may prevent %2$@ from performing all of its intended functions.";

/* No comment provided by engineer. */
"%@ is a helper application for %@. You can stop or limit it by changing the settings for %@." = "%1$@ is a helper application for %2$@. You can stop or limit it by changing the settings for %3$@.";

/* No comment provided by engineer. */
"%@ provides essential services and can't be stopped." = "%@ provides essential services and can't be stopped.";

/* No comment provided by engineer. */
"%@ provides essential system services. It needs to be kept running at all times." = "%@ provides essential system services. It needs to be kept running at all times.";

/* No comment provided by engineer. */
"%@ The least restrictive setting will apply." = "%@ The least restrictive setting will apply.";

/* No comment provided by engineer. */
"%@, %@" = "%1$@, %2$@";

/* No comment provided by engineer. */
"15-day evaluation period has expired" = "15-day evaluation period has expired";

/* No comment provided by engineer. */
"ALL RUNNING PROCESSES" = "ALL RUNNING PROCESSES";

/* Status Item Tooltip */
"App Tamer" = "App Tamer";

/* Status Item Tooltip */
"App Tamer % 3d%%" = "App Tamer % 3d%%";

/* No comment provided by engineer. */
"App Tamer cannot automatically stop %@." = "App Tamer cannot automatically stop %@.";

/* No comment provided by engineer. */
"App Tamer could not install its helper application.\n\nThe permissions are incorrect on the folder /Library/PrivilegedHelperTools. I can fix this for you and try again, but you should check afterwards to make sure there are no malicious programs in that folder." = "App Tamer could not install its helper application.\n\nThe permissions are incorrect on the folder /Library/PrivilegedHelperTools. I can fix this for you and try again, but you should check afterwards to make sure there are no malicious programs in that folder.";

/* No comment provided by engineer. */
"App Tamer could not install its helper application.\n\nThere was an error (%s) that couldn't be fixed. Please contact St. Clair Software at support@stclairsoft.com for help." = "App Tamer could not install its helper application.\n\nThere was an error (%s) that couldn't be fixed. Please contact St. Clair Software at support@stclairsoft.com for help.";

/* No comment provided by engineer. */
"App Tamer handles Parallels Desktop differently than it does other applications." = "App Tamer handles Parallels Desktop differently than it does other applications.";

/* No comment provided by engineer. */
"App Tamer has hidden %@" = "App Tamer has hidden %@";

/* No comment provided by engineer. */
"App Tamer has quit %@" = "App Tamer has quit %@";

/* No comment provided by engineer. */
"App Tamer has turned back on" = "App Tamer has turned back on";

/* No comment provided by engineer. */
"App Tamer is currently set to limit Time Machine's CPU usage to %d%%. To make Time Machine run as fast as possible, you should remove this limit." = "App Tamer is currently set to limit Time Machine's CPU usage to %d%%. To make Time Machine run as fast as possible, you should remove this limit.";

/* No comment provided by engineer. */
"App Tamer is encountering problems with your system and cannot run its helper application. Restarting your computer may fix this. \n\nUntil you restart, App Tamer can't function correctly." = "App Tamer is encountering problems with your system and cannot run its helper application. Restarting your computer may fix this. \n\nUntil you restart, App Tamer can't function correctly.";

/* No comment provided by engineer. */
"App Tamer is encountering problems. To try to fix this, it needs to update its helper application.\n\nYou will be asked for your administrator password to update the 'com.stclairsoft.AppTamer.Helper' application in the /Library/PrivilegedHelperTools folder." = "App Tamer is encountering problems. To try to fix this, it needs to update its helper application.\n\nYou will be asked for your administrator password to update the 'com.stclairsoft.AppTamer.Helper' application in the /Library/PrivilegedHelperTools folder.";

/* No comment provided by engineer. */
"App Tamer is having trouble monitoring Chrome." = "App Tamer is having trouble monitoring Chrome.";

/* No comment provided by engineer. */
"App Tamer needs to install a helper application in order to work correctly.\n\nYou will be asked for your administrator password so the application can be installed in the /Library/PrivilegedHelperTools folder." = "App Tamer needs to install a helper application in order to work correctly.\n\nYou will be asked for your administrator password so the application can be installed in the /Library/PrivilegedHelperTools folder.";

/* No comment provided by engineer. */
"App Tamer needs to update its helper application in order to work correctly.\n\nYou will be asked for your administrator password so the application can be updated in the /Library/PrivilegedHelperTools folder." = "App Tamer needs to update its helper application in order to work correctly.\n\nYou will be asked for your administrator password so the application can be updated in the /Library/PrivilegedHelperTools folder.";

/* No comment provided by engineer. */
"App Tamer uses a program called 'lsof' to monitor Chrome's downloads. This is usually a low-overhead task, but sometimes lsof gets confused and starts using a lot of CPU time.\n\nTo fix this, you can usually just quit and relaunch Chrome. Would you like me to do that for you now?" = "App Tamer uses a program called 'lsof' to monitor Chrome's downloads. This is usually a low-overhead task, but sometimes lsof gets confused and starts using a lot of CPU time.\n\nTo fix this, you can usually just quit and relaunch Chrome. Would you like me to do that for you now?";

/* No comment provided by engineer. */
"App Tamer's Helper Requires Approval" = "App Tamer's Helper Requires Approval";

/* No comment provided by engineer. */
"Are you sure you want to slow down %@?" = "Are you sure you want to slow down %@?";

/* No comment provided by engineer. */
"Are you sure you want to stop %@ in the background?" = "Are you sure you want to stop %@ in the background?";

/* No comment provided by engineer. */
"Autostop disabled after %ld minutes of idle time" = "Autostop disabled after %ld minutes of idle time";

/* No comment provided by engineer. */
"Autostop disabled after 1 minute of idle time" = "Autostop disabled after 1 minute of idle time";

/* No comment provided by engineer. */
"Autostop enabled only when battery is below %@%%" = "Autostop enabled only when battery is below %@%%";

/* No comment provided by engineer. */
"AutoStop is disabled for a battery power change" = "AutoStop is disabled for a battery power change";

/* No comment provided by engineer. */
"AutoStop is disabled so a disk can be added" = "AutoStop is disabled so a disk can be added";

/* No comment provided by engineer. */
"AutoStop is disabled so a disk can be ejected" = "AutoStop is disabled so a disk can be ejected";

/* No comment provided by engineer. */
"AutoStop is disabled until %@" = "AutoStop is disabled until %@";

/* No comment provided by engineer. */
"AutoStop is disabled when you switch to another account" = "AutoStop is disabled when you switch to another account";

/* No comment provided by engineer. */
"AutoStop is disabled while the system is sleeping" = "AutoStop is disabled while the system is sleeping";

/* No comment provided by engineer. */
"AutoStop is turned off" = "AutoStop is turned off";

/* No comment provided by engineer. */
"Because your Mac has more than four processor cores, the CPU graph will show more detail when set to a logarithmic scale. Should I set it that way for you?" = "Because your Mac has more than four processor cores, the CPU graph will show more detail when set to a logarithmic scale. Should I set it that way for you?";

/* No comment provided by engineer. */
"buy" = "buy";

/* No comment provided by engineer. */
"Buy" = "Buy";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Click OK to save App Tamer debugging information to a file." = "Click OK to save App Tamer debugging information to a file.";

/* No comment provided by engineer. */
"CPU hours saved:" = "CPU hours saved:";

/* No comment provided by engineer. */
"CPU minutes saved:" = "CPU minutes saved:";

/* No comment provided by engineer. */
"CPU usage" = "CPU usage";

/* No comment provided by engineer. */
"day" = "day";

/* No comment provided by engineer. */
"days" = "days";

/* No comment provided by engineer. */
"Don't remind me again" = "Don't remind me again";

/* No comment provided by engineer. */
"Don't Slow It Down" = "Don't Slow It Down";

/* No comment provided by engineer. */
"Don't Stop It" = "Don't Stop It";

/* No comment provided by engineer. */
"Don't tell me again" = "Don't tell me again";

/* No comment provided by engineer. */
"Don't warn about %@" = "Don't warn about %@";

/* No comment provided by engineer. */
"Don't Warn Me Again" = "Don't Warn Me Again";

/* No comment provided by engineer. */
"Evaluation period expires in %d days" = "Evaluation period expires in %d days";

/* No comment provided by engineer. */
"Exclude essential system processes…" = "Exclude essential system processes…";

/* No comment provided by engineer. */
"Fix & Install" = "Fix & Install";

/* No comment provided by engineer. */
"Fix it for me" = "Fix it for me";

/* No comment provided by engineer. */
"For some reason macOS could not be coaxed into taking you to our web store." = "For some reason macOS could not be coaxed into taking you to our web store.";

/* No comment provided by engineer. */
"Giving the Dock time to handle your mouse click" = "Giving the Dock time to handle your mouse click";

/* No comment provided by engineer. */
"Giving apps a few seconds to update" = "Giving apps a few seconds to update";

/* No comment provided by engineer. */
"graph" = "graph";

/* No comment provided by engineer. */
"HIGHEST CPU PROCESSES" = "HIGHEST CPU PROCESSES";

/* No comment provided by engineer. */
"I couldn't get to our web site in your browser." = "I couldn't get to our web site in your browser.";

/* No comment provided by engineer. */
"I've set the limit for %@ back to %d%%." = "I've set the limit for %1$@ back to %2$d%%.";

/* No comment provided by engineer. */
"If you cannot resolve this problem, contact support@stclairsoft.com for help." = "If you cannot resolve this problem, contact support@stclairsoft.com for help.";

/* No comment provided by engineer. */
"If you want to turn it off indefinitely, just enter 0." = "If you want to turn it off indefinitely, just enter 0.";

/* No comment provided by engineer. */
"Include essential system processes…" = "Include essential system processes…";

/* No comment provided by engineer. */
"Install" = "Install";

/* No comment provided by engineer. */
"Installation Failed" = "Installation Failed";

/* No comment provided by engineer. */
"Installation Needed" = "Installation Needed";

/* No comment provided by engineer. */
"Installation Problem" = "Installation Problem";

/* No comment provided by engineer. */
"It's set to hide when idle for %d minutes" = "It's set to hide when idle for %d minutes";

/* No comment provided by engineer. */
"It's set to quit when idle for %d minutes" = "It's set to quit when idle for %d minutes";

/* No comment provided by engineer. */
"Licensed as part of your Setapp subscription" = "Licensed as part of your Setapp subscription";

/* No comment provided by engineer. */
"Licensed to: %@" = "Licensed to: %@";

/* No comment provided by engineer. */
"Light" = "Light";

/* No comment provided by engineer. */
"Low QOS" = "Low QOS";

/* No comment provided by engineer. */
"macOS Appearance" = "macOS Appearance";

/* No comment provided by engineer. */
"No, use a linear scale" = "No, use a linear scale";

/* No comment provided by engineer. */
"Not Now" = "Not Now";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open System Settings" = "Open System Settings";

/* No comment provided by engineer. */
"Please contact support@stclairsoft.com for assistance." = "Please contact support@stclairsoft.com for assistance.";

/* No comment provided by engineer. */
"Please copy this URL and paste it into your browser manually:\n\n%@" = "Please copy this URL and paste it into your browser manually:\n\n%@";

/* No comment provided by engineer. */
"Please copy this URL and paste it into your browser:\n\nhttp://www.stclairsoft.com/store/" = "Please copy this URL and paste it into your browser:\n\nhttp://www.stclairsoft.com/store/";

/* No comment provided by engineer. */
"Please go to System Settings > General > Login Items and turn on the switch next to 'St. Clair Software'." = "Please go to System Settings > General > Login Items and turn on the switch next to 'St. Clair Software'.";

/* No comment provided by engineer. */
"Please specify a time between 1 and 1500 minutes to turn off App Tamer" = "Please specify a time between 1 and 1500 minutes to turn off App Tamer";

/* No comment provided by engineer. */
"Please use a value between 1%% and %ld%% to limit the CPU usage of applications." = "Please use a value between 1%% and %ld%% to limit the CPU usage of applications.";

/* No comment provided by engineer. */
"Quit" = "Quit";

/* No comment provided by engineer. */
"Relaunch Chrome" = "Relaunch Chrome";

/* No comment provided by engineer. */
"Relaunch Now" = "Relaunch Now";

/* No comment provided by engineer. */
"Run this app as a low-priority process" = "Run this app as a low-priority process";

/* No comment provided by engineer. */
"Running" = "Running";

/* No comment provided by engineer. */
"Settings…" = "Settings…";

/* No comment provided by engineer. */
"Show all…" = "Show all…";

/* No comment provided by engineer. */
"Show less…" = "Show less…";

/* No comment provided by engineer. */
"Show Release Notes…" = "Show Release Notes…";

/* No comment provided by engineer. */
"Show Settings" = "Show Settings";

/* No comment provided by engineer. */
"Slowed" = "Slowed";

/* No comment provided by engineer. */
"Something is very wrong." = "Something is very wrong.";

/* No comment provided by engineer. */
"Stopped" = "Stopped";

/* No comment provided by engineer. */
"Thank you for purchasing App Tamer!" = "Thank you for purchasing App Tamer!";

/* No comment provided by engineer. */
"The server www.stclairsoft.com could not be reached.\n\nAn Internet connection is necessary to validate your license. Please make sure you have a working connection to the Internet. If you do and you are still receiving this message, you should try again later." = "The server www.stclairsoft.com could not be reached.\n\nAn Internet connection is necessary to validate your license. Please make sure you have a working connection to the Internet. If you do and you are still receiving this message, you should try again later.";

/* No comment provided by engineer. */
"There was an error retrieving your license." = "There was an error retrieving your license.";

/* No comment provided by engineer. */
"There was an error validating your license." = "There was an error validating your license.";

/* No comment provided by engineer. */
"This copy of App Tamer is licensed to:" = "This copy of App Tamer is licensed to:";

/* No comment provided by engineer. */
"This copy of App Tamer is unlicensed." = "This copy of App Tamer is unlicensed.";

/* No comment provided by engineer. */
"This will take 30-60 seconds and App Tamer will not respond during that time. Please be patient.\n\nWhen saving is complete, a new window will open in the Finder with the file AppTamer.debug.txt selected." = "This will take 30-60 seconds and App Tamer will not respond during that time. Please be patient.\n\nWhen saving is complete, a new window will open in the Finder with the file AppTamer.debug.txt selected.";

/* No comment provided by engineer. */
"To remove the CPU limit, select Time Machine in App Tamer's process list and turn off the 'Slow down this app' checkbox." = "To remove the CPU limit, select Time Machine in App Tamer's process list and turn off the 'Slow down this app' checkbox.";

/* No comment provided by engineer. */
"Total hours running:" = "Total hours running:";

/* No comment provided by engineer. */
"Total minutes running:" = "Total minutes running:";

/* No comment provided by engineer. */
"TRIAL PERIOD" = "TRIAL PERIOD";

/* No comment provided by engineer. */
"Updating application states" = "Updating application states";

/* No comment provided by engineer. */
"upgrade" = "upgrade";

/* No comment provided by engineer. */
"Upgrade" = "Upgrade";

/* No comment provided by engineer. */
"Upgrade App Tamer Online…" = "Upgrade App Tamer Online…";

/* No comment provided by engineer. */
"UPGRADE REQUIRED" = "UPGRADE REQUIRED";

/* No comment provided by engineer. */
"Version 2.x is a paid upgrade. Please visit http://www.stclairsoft.com/ to purchase your upgrade. You can go there now by pressing the Upgrade button below." = "Version 2.x is a paid upgrade. Please visit http://www.stclairsoft.com/ to purchase your upgrade. You can go there now by pressing the Upgrade button below.";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You can change this in the Detection tab of your App Tamer settings." = "You can change this in the Detection tab of your App Tamer settings.";

/* No comment provided by engineer. */
"You can switch the scale between linear and logarithmic at any time by control-clicking on the graph." = "You can switch the scale between linear and logarithmic at any time by control-clicking on the graph.";

/* No comment provided by engineer. */
"You must quit and relaunch App Tamer to remove its icon from the Dock." = "You must quit and relaunch App Tamer to remove its icon from the Dock.";

/* No comment provided by engineer. */
"You turned it off for %d minutes" = "You turned it off for %d minutes";

/* No comment provided by engineer. */
"Your 15-day trial has expired. Until you purchase a license and enter it in the license window, App Tamer will only run for 5 minutes at a time.\n\nTo %@ App Tamer, please click the '%@' button." = "Your 15-day trial has expired. Until you purchase a license and enter it in the license window, App Tamer will only run for 5 minutes at a time.\n\nTo %1$@ App Tamer, please click the '%2$@' button.";

/* No comment provided by engineer. */
"Your 15-day trial period will expire in %d %@. To %@ App Tamer, please click the '%@' button." = "Your 15-day trial period will expire in %1$d %2$@. To %3$@ App Tamer, please click the '%4$@' button.";

/* No comment provided by engineer. */
"Your copy of App Tamer is unlicensed." = "Your copy of App Tamer is unlicensed.";

/* No comment provided by engineer. */
"Your license information has been saved in your settings file." = "Your license information has been saved in your settings file.";

/* No comment provided by engineer. */
"Your license number is for App Tamer version 1.x." = "Your license number is for App Tamer version 1.x.";

/* No comment provided by engineer. */
"Your name and serial number are not in our registration database. Please check the data you entered and try again." = "Your name and serial number are not in our registration database. Please check the data you entered and try again.";

